/* eslint-disable max-len */
import React from 'react';

// prettier-ignore
export const RefundPolicyNode = () => (
  <div id="policyContentRefund" className="policyContents" styleX="color: rgb(238, 255, 255); background-color: rgb(38, 50, 56); font-family: Consolas, &quot;Courier New&quot;, monospace; font-size: 14px; line-height: 19px; white-space: pre;">
    <div>취소 및 환불규정(2019. 2. 26 부터 유효)</div>
    <div>제1조 (목적 및 적용대상)</div>
    <div>① 본 약관은 주식회사 (JANDA)(이하 ‘회사’라 합니다)가 제공하는 전자지급결제대행서비스, 선불전자지급수단의 발행 및 관리서비스(이하 ‘전자금융거래서비스’라 합니다)를 취소/환불함에 있어, 회사와 회원간 권리, 의무 및 회원의 이용절차 등에 관한 사항을 규정하는 것을 그 목적으로 합니다.</div>
    <div>② 회사는 통신판매중개자이며 개설된 행사의 주최 및 당사자가 아닙니다.</div>
    <div>③ 회사가 제공하는 결제서비스를 이용한 유료행사는 결제금액의 환불 시 회사가 정한 취소/환불약관에 따릅니다.</div>
    <div>④ 개설자 통장입금 방식, 외부/현장신청 방식을 통한 결제금액의 환불은 본 약관의 적용대상에 해당하지 않습니다.</div>
    <div>제2조 (정의)</div>
    <div>① 본 약관에서 정한 용어의 정의는 아래와 같습니다.</div>
    <div>1. ‘전자금융거래’라 함은 회사가 전자적 장치를 통하여 전자금융업무를 제공하고, 회원이 회사의 종사자와 직접 대면하거나 의사소통을 하지 아니하고 자동화된 방식으로 이를 이용하는 거래를 말합니다.</div>
    <div>2. ‘회원’이라 함은 본 약관에 동의하고 본 약관에 따라 회사가 제공하는 전자금융거래서비스를 이용하는 이용자를 말합니다.</div>
    <div>3. ‘개설자’라 함은 개설된 행사의 주최자를 이야기합니다.</div>
    <div>4. ‘신청자’라 함은 개설된 행사의 참여자를 이야기합니다.</div>
    <div>5. ‘대기자’라 함은 결제를 완료하였으나 행사의 접수방법, 신청현황 등에 따라 대기자로 신청된 자를 이야기합니다.</div>
    <div>② 본 조 및 본 약관의 다른 조항에서 정의한 것을 제외하고는 전자금융거래법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령에 정한 바에 따릅니다.</div>
    <div>제3조 (취소/환불 신청 기간)</div>
    <div>① 회사 전자금융거래 서비스를 이용하는 유료행사의 취소/환불 신청기간은 개설자가 설정한 행사의 신청기간과 동일합니다.</div>
    <div>② 신청기간 마감 이후에는 회사에서 취소/변경/환불이 불가능합니다.</div>
    <div>③ 신청기간 마감 이후의 취소/변경/환불은 개설자에게 문의해야 하며, 개설자의 결정에 따릅니다.</div>
    <div>④ 신청기간은 개설자의 설정에 의하여 변경될 수 있습니다.</div>
    <div>제4조 (취소/환불 방법)</div>
    <div>① 신청자는 신청기간 마감 전까지 아래의 방법으로 환불을 이용할 수 있습니다.</div>
    <div>가. 로그인 → 관리 → 결제내역 → 신청내역 → 결제취소</div>
    <div>나. 고객센터 문의하기</div>
    <div>② 결제수단, 환불신청 시점, 환불 사유에 따라 환불 수수료가 부과될 수 있습니다.</div>
    <div>③ 결제수단, 환불 신청 시점에 따라 환불 방식은 결제취소 또는 환불신청으로 다를 수 있습니다.</div>
    <div>가. 결제취소는 PG사를 통해 자동 환불 처리가 되는 방식입니다.</div>
    <div>나. 환불신청은 회사 고객센터로 환불 계좌를 접수하여 계좌입금 되는 환불 방식입니다.</div>
    <div>④ 결제 수단별 환불 시점 및 환불방식은 아래와 같습니다.</div>
    <div>가. 신용카드</div>
    <div>1) 회사에서의 환불 처리가 완료되고 카드사를 통해 결제승인이 취소되면 환불(한도액 복구)가 완료됩니다.</div>
    <div>2) 결제당일 이후 결제취소 시 카드사를 통한 결제승인 취소 확인은 3~7일 가량 소요될 수 있으며, 이는 카드사마다 다를 수 있습니다.</div>
    <div>나. 실시간 계좌이체</div>
    <div>1) 회사에서의 환불 처리가 완료되면 결제에 이용한 계좌로 자동 입금되며, 평일 기준 1~2일 가량 소요될 수 있습니다.</div>
    <div>2) 입금 시점은 은행사의 사정에 따라 달라질 수 있습니다.</div>
    <div>다. 무통장입금(가상계좌), 휴대전화결제, 별도 계좌입금</div>
    <div>1) 환불은 환불 계좌 접수 후 5~7일 내에 접수된 계좌로 취소/환불수수료를 공제한 금액으로 입금됩니다.</div>
    <div>2) 접수 계좌 오류, 증빙서류 미접수 등의 사유로 환불이 유보 또는 지연될 수 있으며, 이 경우 이메일 등을 통해 별도 안내합니다.</div>
    <div>라. 환불 계좌의 접수</div>
    <div>1) 환불은 반드시 신청자 본인 명의의 계좌로 접수해야 합니다.</div>
    <div>신청자와 명의가 일치하지 않을 경우 회사는 증빙서류를 요청할 수 있습니다.</div>
    <div>2) 증빙서류는 행사를 신청한 아이디(이메일)로만 접수받으며 다른 이메일로 접수하거나 증빙서류 미접수 시 환불이 유보될 수 있습니다.</div>
    <div>3) 잘못된 환불 계좌 또는 증빙서류를 접수하여 발생한 문제에 대하여 회사는 책임지지 않습니다.</div>
    <div>※ 타명의 계좌로의 환불 접수 시 증빙서류</div>
    <div>* 개인계좌 : 명의가 일치하는 신분증 사본, 통장 사본</div>
    <div>* 사업자계좌 : 명의가 일치하는 사업자등록증 사본, 통장 사본</div>
    <div>* 결제에 이용한 계좌로 환불을 희망할 경우 : 은행명, 계좌번호가 확인되는 입금확인증</div>
    <div>제5조 (취소/환불 수수료)</div>
    <div>①취소/환불 수수료는 결제수단, 환불시점, 신청상태, 환불사유에 따라 다르게 적용 및 공제됩니다.</div>
    <div>②취소/환불 수수료 공제에 대한 세금계산서 또는 현금영수증을 희망하는 경우 고객센터로 문의 바랍니다.</div>
    <div>가. 참가자 환불</div>
    <div>1) 참가자 상태의 신청자가 단순 변심 등 본인의 사정으로 인해 환불을 할 경우에 해당합니다.</div>
    <div>2) 무통장입금(가상계좌)는 결제금액이 1,100원 미만일 경우 환불이 불가능합니다.</div>
    <div>3) 휴대전화결제 후 번호이동, 해지 등 휴대전화 정보가 변경된 경우 결제일자, 신청상태, 환불시점에 따라 약관 내용이 적용됩니다.</div>
    <br />
    <div>결제당일&nbsp;&nbsp;&nbsp;&nbsp;결제익일 ~ 참여신청기간 마감 전&nbsp;&nbsp;참여신청기간 마감 후</div>
    <div>신용카드&nbsp;&nbsp;&nbsp;&nbsp;수수료 없음</div>
    <div>실시간계좌이체&nbsp;수수료 없음&nbsp;&nbsp;10% (신청취소수수료)&nbsp;&nbsp;&nbsp;10% (신청취소수수료)</div>
    <div>무통장입금</div>
    <div>(가상계좌)&nbsp;&nbsp;수수료 없음&nbsp;&nbsp;10% (신청취소수수료)&nbsp;&nbsp;&nbsp;10% (신청취소수수료)</div>
    <div>나. 대기자 환불</div>
    <div>1) 행사기간 종료 후 회사에서 결제완료 대기자의 환불 여부를 별도 확인하여 안내하고 있습니다.</div>
    <div>2) 대기자는 결제수단, 환불시점에 관계없이 환불 수수료가 부과되지 않습니다.</div>
    <div>다. 결제수단 변경 환불</div>
    <div>1) 이전 결제 시 이용한 결제수단에 따라 환불 수수료가 부과될 수 있습니다.</div>
    <div>2) 휴대전화결제 후 번호이동, 해지 등 휴대전화 정보가 변경된 경우 결제일자와 관계없이 ‘결제 익월’ 환불 수수료가 적용됩니다.</div>
    <div>신용카드&nbsp;&nbsp;&nbsp;&nbsp;실시간 계좌이체, 별도 계좌입금&nbsp;&nbsp;&nbsp;무통장입금</div>
    <div>(가상계좌)&nbsp;&nbsp;휴대전화</div>
    <div>(결제 당월)&nbsp;휴대전화</div>
    <div>(결제 익월)</div>
    <div>수수료 없음&nbsp;&nbsp;결제금액의 1.7%&nbsp;&nbsp;결제금액의 2.5%&nbsp;&nbsp;수수료 없음&nbsp;&nbsp;결제금액의 4%</div>
    <div>제6조 (행사 개설자의 행사 중도 취소/변경 시 환불)</div>
    <div>① 회사 결제서비스를 이용하는 유료행사를 개설하여 참가비 결제가 발생한 후, 개설자의 사정으로 인해 행사가 중도 변경 또는 취소 등이 이루어질 경우 신청자에 대한 환불 수수료는 개설자가 부담합니다.</div>
    <div>② 개설자가 회사로 취소/환불 수수료 입금 후에 신청자에 대한 환불 절차가 진행됩니다.</div>
    <div>③ 신청자에 대한 환불은 신청자가 이용한 결제수단과 결제일시에 관계 없이 전액 환불됩니다.</div>
    <div>가. 행사 중도 취소/변경 환불 절차</div>
    <div>1) 개설자가 신청자(참가자, 대기자)에게 행사 취소/변경 사실 안내 및 환불 절차 안내</div>
    <div>2) 행사 신청기간 마감 처리</div>
    <div>3) 회사 고객센터로 취소/환불수수료 입금 및 신청자 환불 신청 접수</div>
    <div>나. 유료행사 중도 취소/변경 수수료</div>
    <div>결제수단</div>
    <div>수수료</div>
    <div>결제수단</div>
    <div>수수료</div>
    <div>신용카드(국내/해외)&nbsp;수수료 없음</div>
    <div>실시간 계좌이체&nbsp;&nbsp;&nbsp;&nbsp;실시간계좌이체 총 결제금액의 2% X 신청인원</div>
    <div>무통장입금(가상계좌)&nbsp;800원 X 신청인원</div>
    <div>(시행일) 본 약관은 2019 년 2월 26일 부터 시행됩니다.</div>
  </div>
);

export const refundPolicy = `취소 및 환불규정(2019. 2. 26 부터 유효)
제1조 (목적 및 적용대상)
① 본 약관은 주식회사 (JANDA)(이하 ‘회사’라 합니다)가 제공하는 전자지급결제대행서비스, 선불전자지급수단의 발행 및 관리서비스(이하 ‘전자금융거래서비스’라 합니다)를 취소/환불함에 있어, 회사와 회원간 권리, 의무 및 회원의 이용절차 등에 관한 사항을 규정하는 것을 그 목적으로 합니다.
② 회사는 통신판매중개자이며 개설된 행사의 주최 및 당사자가 아닙니다.
③ 회사가 제공하는 결제서비스를 이용한 유료행사는 결제금액의 환불 시 회사가 정한 취소/환불약관에 따릅니다.
④ 개설자 통장입금 방식, 외부/현장신청 방식을 통한 결제금액의 환불은 본 약관의 적용대상에 해당하지 않습니다.
제2조 (정의)
① 본 약관에서 정한 용어의 정의는 아래와 같습니다.
1. ‘전자금융거래’라 함은 회사가 전자적 장치를 통하여 전자금융업무를 제공하고, 회원이 회사의 종사자와 직접 대면하거나 의사소통을 하지 아니하고 자동화된 방식으로 이를 이용하는 거래를 말합니다.
2. ‘회원’이라 함은 본 약관에 동의하고 본 약관에 따라 회사가 제공하는 전자금융거래서비스를 이용하는 이용자를 말합니다.
3. ‘개설자’라 함은 개설된 행사의 주최자를 이야기합니다.
4. ‘신청자’라 함은 개설된 행사의 참여자를 이야기합니다.
5. ‘대기자’라 함은 결제를 완료하였으나 행사의 접수방법, 신청현황 등에 따라 대기자로 신청된 자를 이야기합니다.
② 본 조 및 본 약관의 다른 조항에서 정의한 것을 제외하고는 전자금융거래법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령에 정한 바에 따릅니다.
제3조 (취소/환불 신청 기간)
① 회사 전자금융거래 서비스를 이용하는 유료행사의 취소/환불 신청기간은 개설자가 설정한 행사의 신청기간과 동일합니다.
② 신청기간 마감 이후에는 회사에서 취소/변경/환불이 불가능합니다.
③ 신청기간 마감 이후의 취소/변경/환불은 개설자에게 문의해야 하며, 개설자의 결정에 따릅니다.
④ 신청기간은 개설자의 설정에 의하여 변경될 수 있습니다.
제4조 (취소/환불 방법)
① 신청자는 신청기간 마감 전까지 아래의 방법으로 환불을 이용할 수 있습니다.
가. 로그인 → 관리 → 결제내역 → 신청내역 → 결제취소
나. 고객센터 문의하기
② 결제수단, 환불신청 시점, 환불 사유에 따라 환불 수수료가 부과될 수 있습니다.
③ 결제수단, 환불 신청 시점에 따라 환불 방식은 결제취소 또는 환불신청으로 다를 수 있습니다.
가. 결제취소는 PG사를 통해 자동 환불 처리가 되는 방식입니다.
나. 환불신청은 회사 고객센터로 환불 계좌를 접수하여 계좌입금 되는 환불 방식입니다.
④ 결제 수단별 환불 시점 및 환불방식은 아래와 같습니다.
가. 신용카드
1) 회사에서의 환불 처리가 완료되고 카드사를 통해 결제승인이 취소되면 환불(한도액 복구)가 완료됩니다.
2) 결제당일 이후 결제취소 시 카드사를 통한 결제승인 취소 확인은 3~7일 가량 소요될 수 있으며, 이는 카드사마다 다를 수 있습니다.
나. 실시간 계좌이체
1) 회사에서의 환불 처리가 완료되면 결제에 이용한 계좌로 자동 입금되며, 평일 기준 1~2일 가량 소요될 수 있습니다.
2) 입금 시점은 은행사의 사정에 따라 달라질 수 있습니다.
다. 무통장입금(가상계좌), 휴대전화결제, 별도 계좌입금
1) 환불은 환불 계좌 접수 후 5~7일 내에 접수된 계좌로 취소/환불수수료를 공제한 금액으로 입금됩니다.
2) 접수 계좌 오류, 증빙서류 미접수 등의 사유로 환불이 유보 또는 지연될 수 있으며, 이 경우 이메일 등을 통해 별도 안내합니다.
라. 환불 계좌의 접수
1) 환불은 반드시 신청자 본인 명의의 계좌로 접수해야 합니다.
신청자와 명의가 일치하지 않을 경우 회사는 증빙서류를 요청할 수 있습니다.
2) 증빙서류는 행사를 신청한 아이디(이메일)로만 접수받으며 다른 이메일로 접수하거나 증빙서류 미접수 시 환불이 유보될 수 있습니다.
3) 잘못된 환불 계좌 또는 증빙서류를 접수하여 발생한 문제에 대하여 회사는 책임지지 않습니다.
※ 타명의 계좌로의 환불 접수 시 증빙서류
* 개인계좌 : 명의가 일치하는 신분증 사본, 통장 사본
* 사업자계좌 : 명의가 일치하는 사업자등록증 사본, 통장 사본
* 결제에 이용한 계좌로 환불을 희망할 경우 : 은행명, 계좌번호가 확인되는 입금확인증
제5조 (취소/환불 수수료)
①취소/환불 수수료는 결제수단, 환불시점, 신청상태, 환불사유에 따라 다르게 적용 및 공제됩니다.
②취소/환불 수수료 공제에 대한 세금계산서 또는 현금영수증을 희망하는 경우 고객센터로 문의 바랍니다.
가. 참가자 환불
1) 참가자 상태의 신청자가 단순 변심 등 본인의 사정으로 인해 환불을 할 경우에 해당합니다.
2) 무통장입금(가상계좌)는 결제금액이 1,100원 미만일 경우 환불이 불가능합니다.
3) 휴대전화결제 후 번호이동, 해지 등 휴대전화 정보가 변경된 경우 결제일자, 신청상태, 환불시점에 따라 약관 내용이 적용됩니다.

결제당일    결제익일 ~ 참여신청기간 마감 전  참여신청기간 마감 후
신용카드    수수료 없음
실시간계좌이체 수수료 없음  10% (신청취소수수료)   10% (신청취소수수료)
무통장입금
(가상계좌)  수수료 없음  10% (신청취소수수료)   10% (신청취소수수료)
나. 대기자 환불
1) 행사기간 종료 후 회사에서 결제완료 대기자의 환불 여부를 별도 확인하여 안내하고 있습니다.
2) 대기자는 결제수단, 환불시점에 관계없이 환불 수수료가 부과되지 않습니다.
다. 결제수단 변경 환불
1) 이전 결제 시 이용한 결제수단에 따라 환불 수수료가 부과될 수 있습니다.
2) 휴대전화결제 후 번호이동, 해지 등 휴대전화 정보가 변경된 경우 결제일자와 관계없이 ‘결제 익월’ 환불 수수료가 적용됩니다.
신용카드    실시간 계좌이체, 별도 계좌입금   무통장입금
(가상계좌)  휴대전화
(결제 당월) 휴대전화
(결제 익월)
수수료 없음  결제금액의 1.7%  결제금액의 2.5%  수수료 없음  결제금액의 4%
제6조 (행사 개설자의 행사 중도 취소/변경 시 환불)
① 회사 결제서비스를 이용하는 유료행사를 개설하여 참가비 결제가 발생한 후, 개설자의 사정으로 인해 행사가 중도 변경 또는 취소 등이 이루어질 경우 신청자에 대한 환불 수수료는 개설자가 부담합니다.
② 개설자가 회사로 취소/환불 수수료 입금 후에 신청자에 대한 환불 절차가 진행됩니다.
③ 신청자에 대한 환불은 신청자가 이용한 결제수단과 결제일시에 관계 없이 전액 환불됩니다.
가. 행사 중도 취소/변경 환불 절차
1) 개설자가 신청자(참가자, 대기자)에게 행사 취소/변경 사실 안내 및 환불 절차 안내
2) 행사 신청기간 마감 처리
3) 회사 고객센터로 취소/환불수수료 입금 및 신청자 환불 신청 접수
나. 유료행사 중도 취소/변경 수수료
결제수단
수수료
결제수단
수수료
신용카드(국내/해외) 수수료 없음
실시간 계좌이체    실시간계좌이체 총 결제금액의 2% X 신청인원
무통장입금(가상계좌) 800원 X 신청인원
(시행일) 본 약관은 2019 년 2월 26일 부터 시행됩니다.`;
